import React from "react" ;

export const About= (props) => {

    return(
        <div class="content">
  <div class="content-inside">
     <p> 
        
      ،في دوامة الحياة ومشاغلها التي تزداد يوما بعد آخر <br/>
،من الطبيعي جدا أن يصيب الانسان بعض النسيان <br/>
!لكن في كثير من الاحيان يكون ثمن هذا النسيان باهظا<br/> 
من هذا المنطلق تم توفير خدمة برقية<br/>
التي ستوفر الجهد والوقت لعملائها بإستلام الرسائل<br/>
أيا كانت نصية أو وسائط وارسالها للمستقبل في التاريخ والوقت المحدد<br/>
!كل هذا سيتم بشكل آلي وفق جدولة العميل أي أن احتمال النسيان مستحيل<br/>
      
      </p>

  </div>
</div>

    );

}