import React from "react" ;

export const PrivacyPolicy= (props) => {

    return(
        <div class="content">
        <div class="content-inside">
        <p> 
        
        
        
        :نشكرك على استخدام خدمة برقية، بإستخدام خدمة برقية فإنك توافق على التالي<br/>
            :من منطلق الحرص والسعي لتقديم خدمة أفضل يتم جمع بيانات الاستخدام وهي كالتالي • <br/>
        كيفية استخدام الخدمة  #<br/>
        معلومات السجلات الهاتفية #<br/>
        معلومات سجلات البريد الإلكتروني #<br/>
        معلومات توجيه الرسائل #<br/>
        عنوان بروتوكول الإنترنت # <br/>
        معلومات الموقع # <br/>
                .الملفات النصية (كوكيز) بحيث يمكن متابعة سلوك المستخدم لتقييم فعالية الموقع وتطويره وقد تستخدم لاستهداف الإعلانات #<br/>
                يلتزم فريق خدمة برقية إلتزاماً تاماً بحفظ معلومات حسابك الخاصة بك واستخدام معايير أمنية عالية •<br/>
                 .للحفاظ على معلوماتك الشخصية ومنع أي انتهاكات مستقبلية <br/>
                 .سياسة الخصوصية قد تحدث بشكل دوري لذا ننوه بأن عليك مراجعتها بشكل دوري لمعرفة أي تغيير يطرأ مستقبلاً •<br/>
        
              </p>
      
        </div>
      </div>

    );

}