import React from "react" ;

export const Services = (props) => {

    return(
        <div class="content">
        <div class="content-inside">
        <p> 
        
        تتسم خدمة برقية بالمرونة العالية <br/> 
        حيث يمكن اختيار ما إذا كانت الرسالة ترسل إلى رقم جوال أو بريد الكتروني<br/> 
         وفي حال كانت إلى رقم جوال سيتم إرسال الرسالة كرسالة واتساب <br/> 
        وفي حال عدم توفر واتساب سيتم إرسالها إلى تليجرام <br/> 
        وإذا لم يتوفر تيليجرام سيتم إرسالها كرسالة نصية قصيرة كل هذا يُوفر مجاناً <br/> 
              </p>
        
      
        </div>
      </div>

    );

}