import React from "react" ;

export const TermsOfServices= (props) => {

    return(
        <div class="content">
        <div class="content-inside">
          <p>
      :نشكرك على استخدام خدمة برقية، بإستخدام خدمة برقية فإنك توافق على التالي<br/> 
      
      عدم  إساءة استخدام الخدمة حيث أنه قد يعرض حسابك للإيقاف، ويقصد بإساءة الاستخدام-<br/>  
      .استغلال الخدمة لنشر رسائل سبام, الدعاية والإعلان أو رسائل ذات محتوى مسيء <br/> 
      قد تصلك رسائل إعلان عن جديد خدماتنا أو رسائل إدارة وما إلى آخره مع العلم أنه بإمكانك تعطيل خاصية الرسائل-<br/> 
      .يجب مراعاة حقوق الملكية الفكرية وعدم انتهاكها، في حال وصول شكوى انتهاك للحقوق الفكرية سيتم إيقاف الحساب- <br/> 
      .تستطيع إلغاء الاشتراك عن طريق الضغط على زر إلغاء الاشتراك في الصفحة الرئيسية-  <br/> 
      .يخلي فريق خدمة برقية مسؤوليته عن المحتوى المرسل حيث أن المستخدم هو المسؤول عن المحتوى وعن أي شكوى أو قضايا بخصوص المحتوى-<br/> 
      .الموافقة على عرض الإعلانات على بعض خدمات برقية من قبل فريق برقية أو أي طرف ثالث- <br/> 
      .بنود الخدمة قد تحدث بشكل دوري لذا ننوه بأن عليك مراجعتها بشكل دوري لمعرفة أي تغيير يطرأ مستقبلاً-<br/> 
      </p>
      
        </div>
      </div>

    );

}